Repository: bpug/lbk.server
Catalog: src/Lbk.MobileApp.Domain/Resources/Messages.*.resx
Languages: de_de

# AnswerDescriptionLabelText
source: Description
de_de: Beschreibung

# AnswerDescriptionRequired
source: Description is required.
de_de: Beschreibung erforderlich

# AnswerDescriptionStringLengthValidationError
source: Description must be less than 255 characters.
de_de: Beschreibung darf nur 255 Zeichen lang sein

# AnswerExplanationLabelText
source: Explanation
de_de: Erklärung

# AnswerExplanationRequired
source: Explanation is required.
de_de: Erklärung erforderlich

# AnswerExplanationStringLengthValidationError
source: Explanation must be less than 255 characters.
de_de: Erklärung darf nur 255 Zeichen lang sein

# AnswerIsRightLabelText
source: Is right
de_de: Korrekt

# CategoryDescriptionLabelText
source: Description
de_de: Beschreibung der Kategorie

# CategoryDescriptionRequired
source: Description is required.
de_de: Beschreibung der Kategorie ist erforderlich

# CategoryDescriptionStringLengthValidationError
source: Description must be less than 255 characters.
de_de: Beschreibung der Kategorie darf nur 255 Zeichen lang sein

# CategoryTitleLabelText
source: Title
de_de: Titel

# CategoryTitleRequired
source: Title is required.
de_de: Titel ist erforderlich

# CategoryTitleStringLengthValidationError
source: Title must be less than 255 characters.
de_de: Titel darf nur 255 Zeichen lang sein

# Create
source: Hinzufügen
de_de: Erstellen

# Edit
source: Editieren
de_de: Bearbeiten

# EventActivatedAtLabelText
source: Activated at
de_de: Aktivieren ab

# EventActivatedAtRequired
source: Activated at is required.
de_de: Aktivierung ist erforderlich

# EventActivatedAtYearRangeValidationError
source: The activated at date must be between 1900 and 2100.
de_de: Das Aktivierungsjahr muss zwischen 1900 und 2100 liegen

# EventDateLabelText
source: Date
de_de: Datum

# EventDateOrderLabelText
source: Date order
de_de: Bestelldatum

# EventDateOrderRequired
source: Date order is required.
de_de: Bestelldatum ist erforderlich

# EventDateOrderYearRangeValidationError
source: The Date order date must be between 1900 and 2100.
de_de: Bestelldatum muss zwischen 1900 und 2100 liegen

# EventDateRequired
source: Date is required.
de_de: Datum ist erforderlich

# EventDateStringLengthValidationError
source: Date must be less than 255 characters.
de_de: Datum darf nur 255 Zeichen lang sein

# EventDescriptionLabelText
source: Description
de_de: Erklärung

# EventDescriptionRequired
source: Description is required.
de_de: Erklärung ist erforderlich

# EventDescriptionStringLengthValidationError
source: Description must be less than 255 characters.
de_de: Erklärung darf nur 255 Zeichen lang sein

# EventExpiresAtLabelText
source: Expires at
de_de: Enddatum

# EventExpiresAtRequired
source: Expires at is required.
de_de: Enddatum ist erforderlich

# EventExpiresAtYearRangeValidationError
source: The expires at date must be between 1900 and 2100.
de_de: Das Enddatum muss zwischen 1900 und 2100 liegen

# EventIsActivatedLabelText
source: Is activated
de_de: Aktiviert

# EventReservationLinkLabelText
source: Reservationlink
de_de: Reservierungslink

# EventReservationLinkStringLengthValidationError
source: Reservationlink must be less than 255 characters.
de_de: Der Reservierungslink darf nur 255 Zeichen lang sein

# EventThumbnailLinkLabelText
source: Thumbnaillink
de_de: Link zum Vorschaubild

# EventThumbnailLinkStringLengthValidationError
source: Thumbnaillink must be less than 255 characters.
de_de: Der Link zum Vorschaubild darf nur 255 Zeichen lang sein

# EventTitleLabelText
source: Title
de_de: Titel

# EventTitleRequired
source: Title is required.
de_de: Titel ist erforderlich

# EventTitleStringLengthValidationError
source: Title must be less than 255 characters.
de_de: Der Titel darf nur 255 Zeichen lang sein

# FoodCategoryIdLabelText
source: Category
de_de: Kategorie

# FoodCategoryNameLabelText
source: Category
de_de: Kategorie

# FoodDescriptionLabelText
source: Description
de_de: Erklärung

# FoodDescriptionRequired
source: Description is required.
de_de: Erklärung ist erforderlich.

# FoodDescriptionStringLengthValidationError
source: Description must be less than 255 characters.
de_de: Die Erklärung darf nur 255 Zeichen lang sein

# FoodPriceLabelText
source: Price
de_de: Preis

# FoodPriceRangeValidationError
source: The Price must be between 0 and 1000.
de_de: Der Preis muss zwischen 0 und 1000 liegen

# FoodPriceRequired
source: Price is required.
de_de: Preis ist erforderlich

# FoodSortOrderLabelText
source: Sortorder
de_de: Reihenfolge

# FoodSortOrderRangeValidationError
source: The Sortorder must be between 1 and 10000.
de_de: Die Reihenfolge muss zwischen 1 und 10000 liegen

# FoodSortOrderRequired
source: Sortorder is required.
de_de: Reihenfolge ist erforderlich

# FoodTitleLabelText
source: Title
de_de: Titel

# FoodTitleStringLengthValidationError
source: Title must be less than 255 characters.
de_de: Der Titel darf nur 255 Zeichen lang sein

# InvalidInputCharacter
source: Only alpha-numeric characters and [.,_-:\/?'] are allowed.
de_de: Es sind nur alphanumerische Zeichen und [.,_-:\/?'] erlaubt

# InvalidMultilineInput
source: Only alpha-numeric characters, new lines, and [.,_-:\/?'] are allowed.
de_de: Es sind nur alphanumerische Zeichen, neue Zeilen und [.,_-:\/?'] erlaubt

# MenuDateLabelText
source: Date
de_de: Datum

# MenuDateRequired
source: Date at is required.
de_de: Datum ist erforderlich

# MenuDateYearRangeValidationError
source: The date must be between 1900 and 2100.
de_de: Das Datum muss zwischen 1900 und 2100 liegen

# MenuDescriptionLabelText
source: Description
de_de: Menü

# MenuDescriptionRequired
source: Description is required.
de_de: Menü ist erforderlich

# MenuDescriptionStringLengthValidationError
source: Description must be less than 255 characters.
de_de: Die Erklärung darf nur 255 Zeichen enthalten

# PictureDescriptionLabelText
source: Description
de_de: Beschreibung

# PictureDescriptionRequired
source: Description is required.
de_de: Erklärung ist erforderlich

# PictureDescriptionStringLengthValidationError
source: Description must be less than 255 characters.
de_de: Die Erklärung darf nur 255 Zeichen enthalten

# PictureFileNameLabelText
source: FileName
de_de: Dateiname

# PictureFileNameRequired
source: FileName is required.
de_de: Dateiname ist erforderlich

# PictureFileNameStringLengthValidationError
source: FileName must be less than 255 characters.
de_de: Der Dateiname darf nur 255 Zeichen lang sein

# PictureLinkRequired
source: Link is required.
de_de: Link ist erforderlich

# PictureLinkStringLengthValidationError
source: Link must be less than 255 characters.
de_de: Der Link darf nur 255 Zeichen lang sein

# PictureSortOrderLabelText
source: Sortorder
de_de: Reihenfolge

# PictureSortOrderRangeValidationError
source: The Sortorder must be between 1 and 10000.
de_de: Die Reihenfolge muss zwischen 1 und 10000 liegen

# PictureSortOrderRequired
source: Sortorder is required.
de_de: Reihenfolge ist erforderlich

# QuestionCategoryIdLabelText
source: Category
de_de: Kategorie

# QuestionDescriptionLabelText
source: Description
de_de: Erklärung

# QuestionDescriptionRequired
source: Description is required.
de_de: Erklärung ist erforderlich

# QuestionDescriptionStringLengthValidationError
source: Description must be less than 255 characters.
de_de: Die Erklärung darf nur 255 Zeichen lang sein

# QuestionNumberLabelText
source: Number
de_de: Nummer

# QuestionNumberRangeValidationError
source: The number must be between 1 and 255.
de_de: Die Nummer muss zwischen 1 und 255 liegen

# QuestionNumberRequired
source: Number is required.
de_de: Nummer ist erforderlich

# QuestionPointsLabelText
source: Points
de_de: Punkte

# QuestionPointsRangeValidationError
source: The points must be between 1 and 255.
de_de: Die Punkte müssen zwischen 1 und 255 liegen

# QuestionPointsRequired
source: Points is required.
de_de: Punkte sind erforderlich

# SerieActivatedAtLabelText
source: Activated at
de_de: Aktivieren ab

# SerieActivatedAtRequired
source: Activated at is required.
de_de: Aktivierung ist erforderlich

# SerieActivatedAtYearRangeValidationError
source: The activated at date must be between 1900 and 2100.
de_de: Das Aktivierungsjahr muss zwischen 1900 und 2100 liegen

# SerieDescriptionLabelText
source: Description
de_de: Erklärung

# SerieDescriptionRequired
source: Description is required.
de_de: Erklärung ist erforderlich

# SerieDescriptionStringLengthValidationError
source: Description must be less than 255 characters.
de_de: Die Erklärung darf nur 255 Zeichen lang sein

# SerieExpiresAtLabelText
source: Expires at
de_de: Enddatum

# SerieExpiresAtRequired
source: Expires at is required.
de_de: Enddatum ist erforderlich

# SerieExpiresAtYearRangeValidationError
source: The expires at date must be between 1900 and 2100.
de_de: Das Enddatum muss zwischen 1900 und 2100 liegen

# SerieIsActivatedLabelText
source: Is activated
de_de: Ist aktiviert

# UnableToAddAnswerExceptionMessage
source: Unable to add answer.
de_de: Eingabe einer Antwort nicht möglich

# UnableToAddCategoryExceptionMessage
source: Unable to add category.
de_de: Auswahl einer Kategorie nicht möglich

# UnableToAddEventExceptionMessage
source: Unable to add event.
de_de: Auswahl einer Veranstaltung nicht möglich

# UnableToAddFoodExceptionMessage
source: Unable to add food.
de_de: Auswahl eines Lebensmittel nicht möglich

# UnableToAddMenuExceptionMessage
source: Unable to add menu.
de_de: Auswahl eines Menüs nicht möglich

# UnableToAddPictureExceptionMessage
source: Unable to add picture.
de_de: Auswahl eines Bildes nicht möglich

# UnableToAddQuestionExceptionMessage
source: Unable to add question.
de_de: Auswahl einer Frage nicht möglich

# UnableToAddSerieExceptionMessage
source: Unable to add serie.
de_de: Auswahl einer Serie nicht möglich

# UnableToAddVideoExceptionMessage
source: Unable to add video.
de_de: Auswahl eines Videos nicht möglich

# UnableToCopyMenuExceptionMessage
source: Unable to copy menu.
de_de: Kopieren des Menüs nicht möglich

# UnableToDeleteAnswerExceptionMessage
source: Unable to delete answer.
de_de: Löschen der Antwort nicht möglich

# UnableToDeleteCategoryExceptionMessage
source: Unable to delete category.
de_de: Löschen der Kategorie nicht möglich

# UnableToDeleteEventExceptionMessage
source: Unable to delete event.
de_de: Löschen der Veranstaltung nicht möglich

# UnableToDeleteFoodExceptionMessage
source: Unable to delete food.
de_de: Löschen des Lebensmittels nicht möglich

# UnableToDeleteMenuExceptionMessage
source: Unable to delete menu.
de_de: Löschen des Menüs nicht möglich

# UnableToDeletePictureExceptionMessage
source: Unable to delete picture.
de_de: Löschen des Bildes nicht möglich

# UnableToDeleteQuestionExceptionMessage
source: Unable to delete question.
de_de: Löschen der Frage nicht möglich

# UnableToDeleteSerieExceptionMessage
source: Unable to delete serie.
de_de: Löschen der Serie nicht möglich

# UnableToDeleteVideoExceptionMessage
source: Unable to delete video.
de_de: Löschen des Videos nicht möglich

# UnableToRetrieveAnswerExceptionMessage
source: Unable to retrieve answer.
de_de: Abfrage der Antwort nicht möglich

# UnableToRetrieveCategoryExceptionMessage
source: Unable to retrieve category.
de_de: Abfrage der Kategorie nicht möglich

# UnableToRetrieveEventExceptionMessage
source: Unable to retrieve event.
de_de: Abfrage der Veranstaltung nicht möglich

# UnableToRetrieveFoodExceptionMessage
source: Unable to retrieve food.
de_de: Abfrage der Lebensmittel nicht möglich

# UnableToRetrieveMenuExceptionMessage
source: Unable to retrieve menu.
de_de: Abfrage des Menüs nicht möglich

# UnableToRetrievePictureExceptionMessage
source: Unable to retrieve picture.
de_de: Abfrage des Bildes nicht möglich

# UnableToRetrieveQuestionExceptionMessage
source: Unable to retrieve question.
de_de: Abruf der Frage nicht möglich

# UnableToRetrieveSerieExceptionMessage
source: Unable to retrieve serie.
de_de: Abfrage der Serie nicht möglich.

# UnableToRetrieveVideoExceptionMessage
source: Unable to retrieve video.
de_de: Abfrage des Videos nicht möglich

# UnableToUpdateAnswerExceptionMessage
source: Unable to update answer.
de_de: Aktualisierung der Antwort nicht möglich

# UnableToUpdateCategoryExceptionMessage
source: Unable to update category.
de_de: Aktualisierung der Kategorie nicht möglich

# UnableToUpdateEventExceptionMessage
source: Unable to update event.
de_de: Aktualisierung der Veranstaltung nicht möglich

# UnableToUpdateFoodExceptionMessage
source: Unable to update food.
de_de: Aktualisierung der Lebensmittel nicht möglich

# UnableToUpdateMenuExceptionMessage
source: Unable to update menu.
de_de: Aktualisierung des Menüs nicht möglich

# UnableToUpdatePictureExceptionMessage
source: Unable to update picture.
de_de: Aktualisierung des Bildes nicht möglich

# UnableToUpdateQuestionExceptionMessage
source: Unable to update question.
de_de: Aktualisierung der Frage nicht möglich

# UnableToUpdateSerieExceptionMessage
source: Unable to update serie.
de_de: Aktualisierung der Serie nicht möglich

# UnableToUpdateVideoExceptionMessage
source: Unable to update video.
de_de: Aktualisierung des Videos nicht möglich

# VideoCreateNew
source: Neue Video
de_de: Neues Video

# VideoDescriptionLabelText
source: Description
de_de: Erklärung

# VideoDescriptionRequired
source: Description is required.
de_de: Erklärung ist erforderlich

# VideoDescriptionStringLengthValidationError
source: Description must be less than 255 characters.
de_de: Die Erklärung darf nur 255 Zeichen lang sein

# VideoFileNameLabelText
source: FileName
de_de: Dateiname

# VideoFileNameRequired
source: FileName is required.
de_de: Dateiname ist erforderlich

# VideoFileNameStringLengthValidationError
source: FileName must be less than 255 characters.
de_de: Der Dateiname darf nur 255 Zeichen lang sein

# VideoLinkRequired
source: Link is required.
de_de: Link ist erforderlich

# VideoLinkStringLengthValidationError
source: Link must be less than 255 characters.
de_de: Der Link darf nur 255 Zeichen lang sein

# VideoSortOrderLabelText
source: Sortorder
de_de: Reihenfolge

# VideoSortOrderRangeValidationError
source: The Sortorder must be between 1 and 10000.
de_de: Die Reihenfolge muss zwischen 1 und 10000 liegen

# VideoSortOrderRequired
source: Sortorder is required.
de_de: Reihenfolge ist erforderlich

# VideoThumbnailLinkLabelText
source: Thumbnaillink
de_de: Vorschaubild

# VideoThumbnailLinkStringLengthValidationError
source: Thumbnaillink must be less than 255 characters.
de_de: Das Vorschaubild darf nur 255 Zeichen lang sein
